<?php

use Phphleb\Docs\Src\Paragraph;
?>

<?= Paragraph::h1('HLEB2') ?>

<p>
    Фреймворк HLEB2 - это следующая ступень развития фреймворка HLEB.
</p>
<p>
    Фреймворк изначально проектировался для того, чтобы стать самым быстрым PHP фреймворком и иметь при этом достаточный инструментарий для веб-разработки.
</p>
<p>
    Если у вас возникли вопросы по использованию фреймворка или вы считаете, что нужная тема в документации недостаточно освещена, напишите об этом в чат техподдержки в Телеграм: <a href="https://t.me/phphleb" target="_blank">@phphleb</a>
</p>

